ManchesterStingerMotorsports/gear-shifter/production_firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_2MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="2MB"
CONFIG_ESP_SYSTEM_PANIC_SILENT_REBOOT=y
